{"text": "Displaying device 1 for a message associated with an application comprising a processor 2 and a memory 3 said memory comprising a plurality of applications Ai an editing module 6 and a displaying module 5 distinct from said applications wherein the editing module is configured forobtaining a message input by a userstoring said message in said memory in association with one of the applications and wherein the displaying module is configured fordetecting a predetermined user interaction with one of said applicationsin response to said predetermined user interaction determining whether the memory comprises at least one message associated with said application andif at least one message is associated with said application displaying said message.", "text_b": "Referring to FIG.5 the display unit 140 of the present invention may provide a photograph search function under a user control.That is if the user creates an input for initiating a photograph search function via the input unit 120 the controller 160 may support to output a screen as illustrated in a screen 501.In response the display unit 140 may output various photograph items in the form of a thumb nail.Further the display unit 140 may output an icon region 50 displaying a number of icons including a memo icon for supporting a tagged memo function of the present invention.", "label": 1}
{"text": "A hot water heating device comprising the refrigeration cycle device according to any one of claims 1 to 3.", "text_b": "In the embodiment the bypass passage 3 branches off from the refrigerant circuit 2 between the supercooling heatexchanger 23 and the main expansion valve 24 and is connected to the refrigerant circuit 2 between the subaccumulator 26 and the main accumulator 27 between the evaporator 25 and the compressor 21 through the supercooling heat exchanger 23.The bypass passage 3 is provided with a bypass expansion valve bypass expansion means 31 at a location upstream of the supercooling heat exchanger 23.", "label": 0}
{"text": "Apparatus according to claim 1 wherein each of the structures 14 16 18 is different from the other structures 14 16 18 such that the electromagnetic radiation reflected scattered or absorbed and reradiated by a certain structure 14 16 18 is distinguishable from the electromagnetic radiation reflected scattered or absorbed and reradiated by a different structure 14 16 18.", "text_b": "It is further noted that the particular arrangement and the particular values of angles illustrated and described in connection with Figs.1 and 3 are given by way of example only.A person skilled in the art is aware that other arrangements of at leasttwo transponders the antennas of which have different orientations are applicable within the framework of the present invention.", "label": 1}
{"text": "The method of claim 13 wherein the frame is a multicast frame.", "text_b": "In downlink control channel 10 several of the time slots in each superframe are reserved for broadcasting.Broadcasting is the transmittal of generic system related information.The remaining time slots are used for all of the other messages carried by the control channel.As discussed above in order to conserve power a mobile station only monitors the control channel during one assigned time slot and remains in sleep mode during the rest of the time slots.The mobile station is assigned to a particular time slot based on the mobile stations mobile identification number MIN.In North American TDMA the MIN is the mobile stations area code and phone number.A hashing algorithm is used to determine which time slot is assigned toa particular MIN.A hashing algorithm is a function or table that pseudorandomly assigns an output such as a particular time slot based on an input such as the MIN.", "label": 1}
{"text": "Aqueous slurry of ballshaped surface modified calcium carbonate containing mineral obtained according to any process of claims 1 to 17.", "text_b": "When referred to in the context of the present invention PCC shall be understood to mean synthetic calcium carbonate products obtained by carbonation of a slurry of calcium hydroxide commonly referred to in the art as a slurry of lime or milk of lime when derived from finely divided calcium oxide particles in water.", "label": 1}
{"text": "The cover device of claim 1 wherein the first display unit is transparent window.", "text_b": "As shown in FIG.11 an icon or a file displayed on the first display unit 151 a may be moved or copied to a folder displayed on the second display unit 151 b by a long touch or a high pressure touch.Once a user has flicked a graphic object displayed on the first display unit 151a the graphic object may be moved to be displayed on the second display unit 151 b.", "label": 0}
{"text": "Power semiconductor arrangement according to any of the previous claims wherein the control driving device 2 comprises a turnon signal source 8 configured for providing the turnon signal and a turnoff signal source 9 configured for providing the turnoff signal the control driving device 2 is adapted for checking if a fourth resistivity between the turnon signal source 8 and the control module contact 7 andor a fifth resistivity between the turnoff signal source 9 and the control module contact 7 is below the threshold value and if the fourth andor fifth resistivity is below the threshold the control driving device 2 is configured for switching the control module contact 7 or the first auxiliary module contact 5 into the disconnected state andor the control driving device 2 is configured for switching the control module contact 7 with the overdrive signal.", "text_b": "A problem known from prior art when using parallel connections of IGBTs capsulated in a module for increasing the switching capabilities as shown in Fig.1 is that a gate defect and especially a short circuit connection between a gate and an emitter makes all of the IGBT devices in the module uncontrollable.For improving of a blocking voltage capability more modules may be connected in a serial connection as shown in prior art Fig.2.In case of a defect in an IGBT the overall system should continue to operate using the remaining IGBT devices with a slightly reduced current capability or to close all IGBT devices from corresponding rows and to continue to operate with respectively a slightly reduced blocking voltage capability.However the parallel connection of the gates of the IGBTs makes such features impossible A short circuit connection in one gate causes a voltage block for all other gates in the corresponding row.Prior art teaches different solutions for solving aforementioned problem.", "label": 1}
{"text": "A method according to claim 11 further comprising in the event of a fault in the converter disconnecting the switchboards from the converter.", "text_b": "This gives an emissions total of about 1.28 kgh for all four diesel engines.", "label": 1}
{"text": "Method according to any one of claims 15 further comprising arranging said portion 2b above said suspended ceiling 1 in a corner.", "text_b": "The free edge 11 a of the first set of tiles 2 i.e.the edge facing the room forms a circumference delimiting an area A see Figure 2a and 2b.The second set of tiles 3 forms a continuous grid pattern of tiles 4c having an area B.The area B is larger than the area A.The two sets 2 3 of tiles are arranged extending in different planes.By area B being larger than area A an overlap C is formed between the two sets 2 3 of tiles.In the disclosed embodiment the second set 3 of tiles is arranged below the first set 2 of tiles.Alternatively the second set 3 of tiles may be arranged above the first set 2 of tiles.", "label": 1}
{"text": "The method according to claim 1 or 2 wherein the printer 10 10 is an ink jet printer.", "text_b": "The alignment tabs 24 are formed by bodies of ink e.g.UVcurable ink and have been printed directly onto the print surface 14 by means of the ink jet print head 18 under the control of the electronic control system 20.Thus the exact shapes and positions of the alignment tabs 24 and consequently the exact positions of the corresponding edges of the substrate 22 are available in the control system and can be used for controlling the print head 18 such that a desired image or relief or threedimensional structure will be formed precisely at the desired position on the substrate 22.", "label": 1}
