{"claim": "The image display apparatus according to claim 2 wherein the emission optical axis of the first color laser light is parallel to the emission optical axis of the third color laser light and the emission optical axis of the second color laser light sequentially and orthogonally intersects with the emission optical axis of the first color laser light and the emission optical axis of the third color laser light.", "rel_passage": "With this as described above while heat from the green color laser light source apparatus 1 having a large amount of heat generation can be dissipated efficiently the red color laser light 52 can be output stably from the red color laser light source apparatus 2 having poor temperature characteristics.", "label": 1}
{"claim": "The method of any one of claims 1 to 11 wherein receiving an addressee comprises populating a recipient field 148 of the messaging composition interface 128.", "rel_passage": "Examples of the proximity sensor 141 may include a transmission type photoelectric sensor a direct reflection type photoelectric sensor a mirrorreflection type photoelectric sensor an RF oscillation type proximity sensor a capacitance type proximity sensor a magnetic proximity sensor an infrared proximity sensor and the like.In case where the touch screen is the capacitance type proximity of the pointer is detected by a change in electric field according to the proximity of the pointer.In this case the touch screen touch sensor may be classified as a proximity sensor.", "label": 0}
{"claim": "The person lifting device of any one of claims 7 to 13 wherein the computer readable and executable instruction set when executed by the processor alsodetermines automatically with the first coupling detector and the electronic control unit a number of accessory couplings attached to the first lifting hook of the sling bar of the person lifting device determines with a second coupling detector and the electronic control unit a number of accessory couplings attached to a second lifting hook of the sling bar of the person lifting device and communicates automatically with the electronic control unit a warning signal when the number of accessory couplings attached to the first lifting hook of the sling bar of the person lifting device is different than the number of accessory couplings attached to the second lifting hook of the sling bar of the person lifting device.", "rel_passage": "On the judgment of the occurrence of environmental changes the environmental applicability judging unit 17 judges whether or not the environmental applicability of the virtual network has deteriorated at step S14 of Fig.10.In detail as shown in Fig.11 the environmental applicability judging unit 17 measures the convergence time to the control target value L and judges that the environmental applicability of the virtual network has deteriorated if the link utilization ratio exceeds the control target value L over the constant period of time TL.That is if the virtual network is established in its optimal state the optimum topology control based on the fluctuation equation 7 is performed after the constant period of time TL has passed since the occurrence of environmental changes thereby accomplishing the attainment of a control target.Note that the constant period of time TL depends on the time interval at which the virtual network control unit 10 controls the nodes and the scale of a network.Thus if the network scale is small and the time required for the node control is small the above constant period of time is set to a few minutes or so.Meanwhile if the network scale is large and the time required for the node control is large the above constant period of time is set between 30 minutes and 1 hour or so.", "label": 0}
{"claim": "The semiconductor device of claim 2 wherein the carbonbased 2D material is at least one of graphene and nano crystalline graphene ncG.", "rel_passage": "A semiconductor insertion layer A1 hereinafter an insertion layer A1 may be selectively formed between the source electrode S1 and the channel layer C1.In other words the source electrode S1 and the channel layer C1 may contact each other through the insertion layer A1.In example embodiments the drain electrode D1 and the channel layer C1 may directly contact each other.", "label": 1}
{"claim": "The sock according to any one of claims 1 to 8 wherein the second left side gore is inset from the first left side gore and the second right side gore is inset from the first right side gore.", "rel_passage": "FIGS.8A through 8H illustrate possible sequences of information flow in a messaging application utilizing message group listings.The user interface 800a of FIG.8A provides an example of a message listing including message groups and individual messages.The user may use an input device such as a trackball trackpad optical joystick touchscreen or keyboard to select a particular listing in the user interface 800a.As mentioned above in the example of FIG.8A one message group entry is highlighted which may be the effect of user navigation through the user interface 800a.When a message group entry is selected such as the group represented by the multistate icon 808 in FIG.8A and a command to display the message group listing associated with that message group entry invoked a message group listing 800b such as that shown in FIG.8B may be displayed.The message group listing 800b in this example comprises a listing of header information for each message determined to form part of the group such as the sender or recipient name together with at least a first line of the body of the message.Since all messages are associated with the group through their common subject line the subject line of each message need not be displayed instead the subject line may be displayed in a banner or other user interface element 812 in the user interface 800b.", "label": 0}
{"claim": "A polymer compound according to Claims 6 to 11 characterized in that R1 represents a hydrogen atom R2 and R4 are the same and each represents a hydrogen atom R3 and R5 are the same and each represents a C8 alkyl group R6 represents a hydrogen atom and R7 represents a C17 alkyl group and to a polymer compound comprising repeating units of formula II wherein R1 represents a hydrogen atom R2 and R4 are the same and each represents a C8 alkyl group R3 and R5 are the same and each represents a hydrogen atom R6 represents a hydrogen atom R7 represents a C17 alkyl group R8 and R9 are the same and each represents a C8 alkyl group.", "rel_passage": "In both of the scenarios described the mechanism can be any of those described above whether aligning by advance determination of the first packet frame or session that the new interface should handle or by seamless switching using an overlapping period of simultaneous transmission.", "label": 0}
{"claim": "The system of claim 2 wherein the first subset is a rectangle of coordinates W H in a frame of reference of the surface.", "rel_passage": "FIGS.8A through 8H illustrate possible sequences of information flow in a messaging application utilizing message group listings.The user interface 800a of FIG.8A provides an example of a message listing including message groups and individual messages.The user may use an input device such as a trackball trackpad optical joystick touchscreen or keyboard to select a particular listing in the user interface 800a.As mentioned above in the example of FIG.8A one message group entry is highlighted which may be the effect of user navigation through the user interface 800a.When a message group entry is selected such as the group represented by the multistate icon 808 in FIG.8A and a command to display the message group listing associated with that message group entry invoked a message group listing 800b such as that shown in FIG.8B may be displayed.The message group listing 800b in this example comprises a listing of header information for each message determined to form part of the group such as the sender or recipient name together with at least a first line of the body of the message.Since all messages are associated with the group through their common subject line the subject line of each message need not be displayed instead the subject line may be displayed in a banner or other user interface element 812 in the user interface 800b.", "label": 0}
{"claim": "Measurement and washing system 1 for food products such as for example drycured raw ham legs 7 comprisinga conveyor 3a washing chamber 5 arranged to receive and enclose at least one piece of food product such as for example a drycured raw ham thigh 7 moved by the conveyor 3at least one washing nozzle 13 arranged to clean the pieces of food product 7 in the washing chamber 5 spraying them with a washing fluida nozzle actuation system 10 arranged to move the at least one washing nozzle 13 in the washing chamber 5a measurement system arranged fordetecting at least one from among the position or one or more dimensions of a ham thigh 7 moved by the conveyor 3according to the detections of the measurement system determining and possibly varying the trajectory andor the length H2 of the travels that the at least one washing nozzle 13 brush 39 spatula or scraper performs to clean such ham thigh.", "rel_passage": "In one contemplated embodiment the filter 56 may be configured to implement a recursive estimation algorithm capable of propagating the statistics of estimation error in the estimated state parameters over time.For instance in one such embodiment the filter 56 may utilize Kalman filtering using a nonlinear Kalmantype filter such as an extended Kalman filter or an unscented Kalman filter.To provide an example a general description of an embodiment of the turbine state estimator 52 that utilizes an extended Kalman filter is described below.", "label": 0}
{"claim": "A nontransitory computer readable medium having instruction code stored thereon for decommissioning an application operating on a computer system or a computer system the instruction code being executable by a machine for causing the machine to perform acts comprising receiving information that specifies a server to analyzedetermining a target application operating on the server comparing properties of the target application to properties associated with a plurality of applications to determine a relatedness of the target application to the plurality of applications wherein each of the plurality applications is associated with cloud deployment information when the relatedness between at least one of the plurality of applications and the target application exceeds a threshold determining that the at least on application is related to the at least one application of the plurality of applications and generating a recommendation report to recommend that the target application be deployed to a cloud computing system according to the cloud deployment information associated with the at least one application of the plurality of applications.", "rel_passage": "The control unit 13 generates beacon messages according to a point coordination function PCF and transmits the generated beacon message to each STA 20.In addition the control unit 13 assigns a time slot to each STA 20 and exchanges the frames with the STAs 20 during the time slot.", "label": 0}
{"claim": "The assembly as claimed in claim 1 wherein the protrusion part substantially has a shape of a triangle a parallelogram or a trapezium.", "rel_passage": "After opening the reactor the two phases are separated in a separatory funnel or by simple decanting.The crude reaction mixture contains a brownish toplayer that comprises the organic phase the crude productoil and a clear colourless aqueous phase that contains some phenol.To increase the yield of obtained organic products the aqueous layer can be extracted with any hydrophobic organic solvent e.g.dichloromethane andor toluene.", "label": 0}
{"claim": "The light emitting device package according to any one of claim 1 to claim 14 wherein the light emitting device is eutectically bonded on the submount using metal.", "rel_passage": "A pulsating heat pipe involves a meandering flow channel 1 having a capillary dimension in other words a crosssection small enough for capillary forces to dominate over gravity forces.A suitable fluid can be introduced into the flow channel 10 via a filling valve 4.As a consequence the fluid is moved by pulsations generated by pressure instabilities.The oscillations occur in a small channel loop due to the bidirectional expansion of vapour inside the channels.During operation the liquid slugs and elongated vapour bubbles will oscillate between a cold and a hot region because of hydrodynamic instabilities caused by the rapid expansion of the bubbles confined in the small channels and thus provide a fluid velocity almost independent of gravity.This makes pulsating heat pipes fairly insensitive to orientation with the possibility of operating them upside down i.e.with an evaporator 2 on top and a condenser 3 at the bottom.", "label": 0}
{"claim": "The apparatus of any one of claim 1 to claim 3 wherein said laser pulse has an optical pulse width of about 580 s 585 s or 584.4 s.", "rel_passage": "Preferably each emitted pulse has an energy of from 50 to 2000 mJ more preferably from 150 to 700 mJ.", "label": 1}
{"claim": "A cooling assembly according to any one of the preceding claims characterized in that the first heat transfer surface 10 and the second heat transfer surface 20 are planar surfaces and parallel to each other and the external form of the cooling assembly is similar to an external form of a conventional heat sink in order to enable the cooling assembly to be fitted in an electric drive designed for the conventional heat sink.", "rel_passage": "In one contemplated embodiment the filter 56 may be configured to implement a recursive estimation algorithm capable of propagating the statistics of estimation error in the estimated state parameters over time.For instance in one such embodiment the filter 56 may utilize Kalman filtering using a nonlinear Kalmantype filter such as an extended Kalman filter or an unscented Kalman filter.To provide an example a general description of an embodiment of the turbine state estimator 52 that utilizes an extended Kalman filter is described below.", "label": 0}
{"claim": "The system of claim 1 wherein the analysis component is further configured to reference a product resource data store on the cloud platform to determine whether at least one of a hardware upgrade or a software upgrade is available for the industrial device based on the device data and wherein the output data comprises notification data indicating that at least one of the hardware upgrade or the software upgrade is available andorwherein the analysis component is further configured to identify a service agreement between the industrial enterprise and a service provider based on the customer data and to generate the output data based on the service agreement.", "rel_passage": "The process control system 100 can also provide varying levels of redundancy.For example an operator can choose a level of redundancy for an application including 1 redundant network communications for example Ethernet 2 redundant controllers 3 redundant power supplies 4 redundant fieldbus interfaces and bus power 5 redundant digital IO 6 redundant serial communications for example MODBUS RS485 etc.and 7 redundant workstations.", "label": 1}
{"claim": "A method for determining an operating set point for a combined cycle power plant the method comprising simulating the operation of the power plant correcting the simulation of the operation of the power plant optimizing the simulation of the operation by simulating the operation at different operating settings and selecting at least one of the operating settings as being optimal and generating the operating set point based on the optimized simulation of the power plant.", "rel_passage": "In one contemplated embodiment the filter 56 may be configured to implement a recursive estimation algorithm capable of propagating the statistics of estimation error in the estimated state parameters over time.For instance in one such embodiment the filter 56 may utilize Kalman filtering using a nonlinear Kalmantype filter such as an extended Kalman filter or an unscented Kalman filter.To provide an example a general description of an embodiment of the turbine state estimator 52 that utilizes an extended Kalman filter is described below.", "label": 1}
{"claim": "The image forming apparatus of claim 2 wherein the image forming apparatus is configured to function as an access point AP that allows clients on a wireless local area network WLAN to be connected to each other or to function as a client on the WLAN.", "rel_passage": "The drying of the prepreg fabric restricts the layup time available in wet layup processes.For large complex shaped parts such as an integrally formed airfoilshroud vane the required layup time may exceed the allowable exposure time for the prepreg.Consequently some portions of the component may dry before others resulting in possible shrinkage cracks and related problems.Furthermore the consolidation of complex parts frequently requires pressure application in multiple directions thus requiring complex tooling and consolidation challenges.", "label": 0}
{"claim": "A nontransitory computer readable medium having instruction code stored thereon for decommissioning an application operating on a computer system or a computer system the instruction code being executable by a machine for causing the machine to perform acts comprising receiving information that specifies a server to analyzedetermining a target application operating on the server comparing properties of the target application to properties associated with a plurality of applications to determine a relatedness of the target application to the plurality of applications wherein each of the plurality applications is associated with cloud deployment information when the relatedness between at least one of the plurality of applications and the target application exceeds a threshold determining that the at least on application is related to the at least one application of the plurality of applications and generating a recommendation report to recommend that the target application be deployed to a cloud computing system according to the cloud deployment information associated with the at least one application of the plurality of applications.", "rel_passage": "In both of the scenarios described the mechanism can be any of those described above whether aligning by advance determination of the first packet frame or session that the new interface should handle or by seamless switching using an overlapping period of simultaneous transmission.", "label": 0}
{"claim": "The person lifting device of any one of claims 7 to 13 wherein the computer readable and executable instruction set when executed by the processor alsodetermines automatically with the first coupling detector and the electronic control unit a number of accessory couplings attached to the first lifting hook of the sling bar of the person lifting device determines with a second coupling detector and the electronic control unit a number of accessory couplings attached to a second lifting hook of the sling bar of the person lifting device and communicates automatically with the electronic control unit a warning signal when the number of accessory couplings attached to the first lifting hook of the sling bar of the person lifting device is different than the number of accessory couplings attached to the second lifting hook of the sling bar of the person lifting device.", "rel_passage": "If the SIM card is not inserted in step 315 a currently accessible network is searched for in a state where at least one network is accessible.Then in step 317 it is determined whether the WiFi network is accessible.", "label": 0}
{"claim": "The image display apparatus according to claim 2 wherein the emission optical axis of the first color laser light is parallel to the emission optical axis of the third color laser light and the emission optical axis of the second color laser light sequentially and orthogonally intersects with the emission optical axis of the first color laser light and the emission optical axis of the third color laser light.", "rel_passage": "In both of the scenarios described the mechanism can be any of those described above whether aligning by advance determination of the first packet frame or session that the new interface should handle or by seamless switching using an overlapping period of simultaneous transmission.", "label": 0}
{"claim": "A system for improving efficiency of a fuel cell by reducing impediments within a fuel cell channel comprising at least one sensor an impediment removing element and a processor connected to the at least one sensor and the impediment removing element wherein when the at least one sensor and the processor determine that a gas concentration level within the fuel cell channel is above a maximum threshold the processor transmits a signal to activate the impediment removing element.", "rel_passage": "The process control system 100 can also provide varying levels of redundancy.For example an operator can choose a level of redundancy for an application including 1 redundant network communications for example Ethernet 2 redundant controllers 3 redundant power supplies 4 redundant fieldbus interfaces and bus power 5 redundant digital IO 6 redundant serial communications for example MODBUS RS485 etc.and 7 redundant workstations.", "label": 0}
{"claim": "Method according to any one of the preceding claims wherein at least one of the said KPIs is defined andor calculated by means of a crossanalysis of two or more performance counters selected from among those acquired by theradio transceiver apparatus forming the respective link.", "rel_passage": "The KPIManagementIRPOperation1 interface defines an operation for theKPIManagementIRP acquiring the KPI data.The definition includesa return value type enumeration successful failed partially successful a parameter list a managed object identifier list for information input which may be a Distinguished Name DN list a DN for information input defined in the 3GPP32 series recommendation a KPI type indication list for information input which may be a character string list a KPI list for information output which includes a managed object identifier list and a KPI type indication list exception no precondition the KPI data having been saved in the KPI calculator postcondition the KPI user having acquired the KPI data.", "label": 1}
{"claim": "A mobile device according to any of claims 18 to 22 being further configured to receive a command message from the RAN and in response to the command message doing at least one of release the RRC connection and suspend the RRC connection.", "rel_passage": "On the judgment of the occurrence of environmental changes the environmental applicability judging unit 17 judges whether or not the environmental applicability of the virtual network has deteriorated at step S14 of Fig.10.In detail as shown in Fig.11 the environmental applicability judging unit 17 measures the convergence time to the control target value L and judges that the environmental applicability of the virtual network has deteriorated if the link utilization ratio exceeds the control target value L over the constant period of time TL.That is if the virtual network is established in its optimal state the optimum topology control based on the fluctuation equation 7 is performed after the constant period of time TL has passed since the occurrence of environmental changes thereby accomplishing the attainment of a control target.Note that the constant period of time TL depends on the time interval at which the virtual network control unit 10 controls the nodes and the scale of a network.Thus if the network scale is small and the time required for the node control is small the above constant period of time is set to a few minutes or so.Meanwhile if the network scale is large and the time required for the node control is large the above constant period of time is set between 30 minutes and 1 hour or so.", "label": 0}
{"claim": "The image forming apparatus of claim 2 wherein the image forming apparatus is configured to function as an access point AP that allows clients on a wireless local area network WLAN to be connected to each other or to function as a client on the WLAN.", "rel_passage": "Also due to the reflectivity of the different colours and the sensitivity of the photocell 20 when scanning cyan the amber LED is used and when scanning one of the other three colours the blue LED is used.Because of this factor the test pattern 54 shown in Figure 8 has been designed to have the cyan colour ramp 38 in a row of its own and the other three colour ramps 35 36 and 37 in the other row.This enables the whole of the first row to be scanned with the blue LED and the second row to be scanned with the amber LED.This is much faster and more accurate than needing to use both LEDs for the same row.", "label": 0}
{"claim": "The assembly as claimed in claim 1 wherein the protrusion part substantially has a shape of a triangle a parallelogram or a trapezium.", "rel_passage": "A corner part 53 which is provided at the distal end of the protruding part 50 of the sheet material 24 is rounded.Furthermore the distal end of the side part 65 of the notch part 60 is also rounded.By cutting the end parts 70 71 of the sheet material 24 into the curved shape the protruding part 50 can be fitted in the notch part 60 without any unevenness thereby allowing both end parts to snugly engage each other.This owes to the fact that 1 there will be few insufficiently cut leftover fibers remaining at the protruding part 50 and the notch part 60 since cutting the sheet material 24 is made easier by rounding the corner part 53 and the distal end of the side part 65 and also to the fact that 2 even in a case where insufficiently cut leftover fibers remain for example at the corners of the base 62 of the notch part 60 or at the stem 52 of the protruding part 50 the leftover fibers can be accommodated in the spaces provided by rounding the corner part 53 and the distal end of the side part 65.Accordingly subsequent to the cutting of the sheet material 24 the sheet material 24 serving as the retainer seal member 15 is wrapped around the outer periphery of the exhaust gas process member 20 to form a cylindrical shape and the end parts 70 71 areengaged and fixed.Thereby no undesired problems owing to leftover fibers e.g.unevenness loosening detachment occurs when engaging and fixing the end parts 70 71 of the sheet material 24 retainer seal member 15.Furthermore there is no need for a person to manually remove leftover fibers from the sheet material 24 prior to wrapping the sheet material 24 around the exhaust gas process member 20 and engagingfixing the end parts 70 71.Furthermore the united body formed of the retainer seal member 15 and the exhaust gas process member 20 can be easily pressed into the metal shell 12 since the retainer seal member 15 is in a sufficiently engaged state.Thus after the united body is pressed into the metal shell 12 each component including the retainer seal member 15 and the exhaust gas process member 20 can maintain a position as originally designed.Thereby an exhaust gas cleaning apparatus 10 which sufficiently retains the exhaust gas process member 20 therein can be obtained.", "label": 1}
{"claim": "A method according to any of the previous claims and comprising the further step of increasing the amplitude of the peak control current I supplied to the electromagnet 24 during the peak phase TSTART so as to reduce operating dispersions.", "rel_passage": "FIG.3 is a schematic crosssectional view of a structure of a rechargeable lithium battery according to another embodiment.", "label": 0}
{"claim": "The method of claim 2 wherein receiving subscriber information relating to the user equipment device from the third network component comprises receiving the subscriber information from a home subscriber server HSS.", "rel_passage": "Firstly in step S1 the following necessary information is read into the system.Road map data for use in the navigation system GPS data Vehicle speed data Orientation data information detected by a rate gyro or the like Data detected on steering angle or the like and driving operation data", "label": 0}
{"claim": "A method for generating an approximation of vehicle position for use by a driver assistance application comprising performing a map matching analysis to determine a closest point to a vehicle position on a polyline representation of a road identifying a Bezier curve in a geographic database corresponding to the closest point to the vehicle on the polyline projecting the closest point onto the identified Bezier curve to obtain an approximation of the vehicle position and providing the approximation of the vehicle position to at least one driver assistance application.", "rel_passage": "Current mobile wireless communication devices provide features beyond basic wireless telephony that include an ability to send and receive Short Message Service SMS messages an ability to send and receive email messages and an ability to browse online information formatted using either the known Wireless Application Protocol WAP or the known HyperText Transfer Protocol HTML.", "label": 0}
{"claim": "The semiconductor device of claim 2 wherein the carbonbased 2D material is at least one of graphene and nano crystalline graphene ncG.", "rel_passage": "Current mobile wireless communication devices provide features beyond basic wireless telephony that include an ability to send and receive Short Message Service SMS messages an ability to send and receive email messages and an ability to browse online information formatted using either the known Wireless Application Protocol WAP or the known HyperText Transfer Protocol HTML.", "label": 0}
{"claim": "The sock according to any one of claims 1 to 8 wherein the second left side gore is inset from the first left side gore and the second right side gore is inset from the first right side gore.", "rel_passage": "An acyl group means an unsubstituted acyl group and an acyl group substituted with a halogen atom or the like.The number of the carbon atoms of the acyl group is usually about 2 to 20 preferably about 2 to 18 and more preferably about 2 to 16.The acyl group includes for example an acetyl group a propionyl group a butyryl group an isobutyryl group a pivaloyl group a benzoyl group a trifluoroacetylgroup and a pentafluorobenzoyl group.", "label": 0}
{"claim": "A method for generating an approximation of vehicle position for use by a driver assistance application comprising performing a map matching analysis to determine a closest point to a vehicle position on a polyline representation of a road identifying a Bezier curve in a geographic database corresponding to the closest point to the vehicle on the polyline projecting the closest point onto the identified Bezier curve to obtain an approximation of the vehicle position and providing the approximation of the vehicle position to at least one driver assistance application.", "rel_passage": "Firstly in step S1 the following necessary information is read into the system.Road map data for use in the navigation system GPS data Vehicle speed data Orientation data information detected by a rate gyro or the like Data detected on steering angle or the like and driving operation data", "label": 1}
{"claim": "The system of claim 2 wherein the first subset is a rectangle of coordinates W H in a frame of reference of the surface.", "rel_passage": "If the pointing device 200 moves such that the calculated coordinates are within the display screen again a third pointer 930 having a shape different from that of the second pointers 960 and 970 may be displayed at the calculated coordinates.The third pointer 930 may have the same shape as the first pointer 910.", "label": 1}
{"claim": "A polymer compound according to Claims 6 to 11 characterized in that R1 represents a hydrogen atom R2 and R4 are the same and each represents a hydrogen atom R3 and R5 are the same and each represents a C8 alkyl group R6 represents a hydrogen atom and R7 represents a C17 alkyl group and to a polymer compound comprising repeating units of formula II wherein R1 represents a hydrogen atom R2 and R4 are the same and each represents a C8 alkyl group R3 and R5 are the same and each represents a hydrogen atom R6 represents a hydrogen atom R7 represents a C17 alkyl group R8 and R9 are the same and each represents a C8 alkyl group.", "rel_passage": "An example of a controlled photodiode light detection circuit 600 of the type which may be used in the system described with respect to figure 1 or 5 is illustrated in figure 6.The controlled photodiode light detection circuit 600 includes a number of light detection circuit 609 which as described with respect to figure 5 may include 8 light detectors located in a row above the imaging array and 8 further light detectors located in a row along one side of the imaging array 502.Each light detector comprises a photodiode and an integrator circuit.", "label": 0}
{"claim": "Measurement and washing system 1 for food products such as for example drycured raw ham legs 7 comprisinga conveyor 3a washing chamber 5 arranged to receive and enclose at least one piece of food product such as for example a drycured raw ham thigh 7 moved by the conveyor 3at least one washing nozzle 13 arranged to clean the pieces of food product 7 in the washing chamber 5 spraying them with a washing fluida nozzle actuation system 10 arranged to move the at least one washing nozzle 13 in the washing chamber 5a measurement system arranged fordetecting at least one from among the position or one or more dimensions of a ham thigh 7 moved by the conveyor 3according to the detections of the measurement system determining and possibly varying the trajectory andor the length H2 of the travels that the at least one washing nozzle 13 brush 39 spatula or scraper performs to clean such ham thigh.", "rel_passage": "The signaling of the duration by a network element could take the form of an information element such asInhibit Preferred RRC State RequestInformation ElementGroup name Need Multi Type and reference Semantics descriptionInhibit Preferred RRC State Request OPEnumerated 30secs 1min 1 min30secs 2mins", "label": 0}
{"claim": "The compound according to claim 1 or 2 which is", "rel_passage": "The sensing elements 82 can be one or more of a variety of sensing devices.In one contemplated embodiment the sensing elements 82 include an accelerometer positioned within the sling bar 52 that is configured to sense when the sling bar 52 is tilted to one side which may indicate that the sling 53 is improperly connected to the sling bar 52.In this embodiment upon detecting the tilted sling bar 52 the lifting motion can be stopped and the user can be alerted about the condition and asked to check the connection of the sling 53 and the sling bar 52 before lifting can resume.In some contemplated embodiments the sensing element 82 includes a force sensor that is used to measure the weight of the patient being supported by the lift system 12.In some embodiments the sensing element 82 includes an energy sensor i.e.an electric current sensor that is configured to sense the amount of energy being used by the lift system 12 to lift the patient andor the amount of charge left on the battery 83.", "label": 0}
{"claim": "A control method of an electronic device the method comprising receiving a first sensing signal and a second sensing signal according to the foldingunfolding of a first body and second body of the electronic device and determining a folded or unfolded state of the second body based on the first sensing signal and the second sensing signal wherein the first sensing signal is sensed by a first sensor the second sensing signal is sensed by a second sensor installed in a position different from the first sensor and the determination is determined by a processor operatively connected with the first sensor and the second sensor.", "rel_passage": "In process step 104 the selections and preferences of the orthopaedic surgical procedure are chosen by the surgeon.Such selections may include the type of orthopaedic surgical procedure that is to be performed e.g.a total knee arthroplasty the type of orthopaedic implant that will be used e.g.make model size fixation type etc.the sequence of operation e.g.the tibia or the femur first and the like.Once the orthopaedic surgical procedure has been set up in process step 104 the bones of the patient are registered in process step 106.To do so sensor arrays such as the tibial array 60illustrated in FIG.3 are coupled with the relevant bones of the patient i.e.the bones involved in the orthopaedic surgical procedure.Additionally the contours of such bones are registered using the registration tool 80.To do so the pointer end 88 of the tool 80 is touched to various areas of the bones to be registered.In response to the registration the computer 12 displays rendered images of the bones wherein the location and orientation of the bones are determined based on the sensor arrays coupled therewith and the contours of the bones are determined based on the registered points.Because only a selection of the points of the bone is registered the computer 12 calculates and renders the remaining areas of the bones that are not registered with the tool 80.", "label": 0}
{"claim": "Method according to claim 1 wherein for some sectors not having a clinical interest coefficient value is equal to zero.", "rel_passage": "If the SIM card is not inserted in step 315 a currently accessible network is searched for in a state where at least one network is accessible.Then in step 317 it is determined whether the WiFi network is accessible.", "label": 0}
{"claim": "The compound according to claim 1 or 2 which is", "rel_passage": "The MMS 314 may be additionally adapted to respond whenever the delay in the userselected pathway exceeds an upper limit.", "label": 0}
{"claim": "The method of any one of claims 8 to 12 where generating the configuration data includes generating the configuration data based on configuration file information regarding the network devices associated with the physical network and the topology information of the physical network.", "rel_passage": "In one contemplated embodiment the filter 56 may be configured to implement a recursive estimation algorithm capable of propagating the statistics of estimation error in the estimated state parameters over time.For instance in one such embodiment the filter 56 may utilize Kalman filtering using a nonlinear Kalmantype filter such as an extended Kalman filter or an unscented Kalman filter.To provide an example a general description of an embodiment of the turbine state estimator 52 that utilizes an extended Kalman filter is described below.", "label": 0}
{"claim": "The process according to claim 5 wherein the monomers are selected from the group consisting of acrylate nbutyl acrylate methyl acrylate ethyl acrylate isobutyl acrylate glycidyl methacrylate 2ethylhexyl acrylate methacrylate methyl methacrylate ethyl methacrylate nbutyl methacrylate isobutyl methacrylate dodecyl methacrylate and 2ethylhexyl methacrylate.", "rel_passage": "Such coil below and also in the figures indicated with TA is obtained on at least one printed circuit board indicated with 4 equipped with a central opening 13.", "label": 0}
{"claim": "Blow molded article comprising a propylene copolymer RPP wherein the blow molded article andor the propylene copolymer RPP hashave a a melt flow rate MFR2 230 C measured according to ISO 1133 in the range of more than 2.0 to 12.0 g10min b a comonomer content in the range of 4.0 to below 14.0 mol.c a melting temperature in the range of 125 to below 143 C and d a xylene cold soluble fraction XCS in the range of above 15.0 to 40.0 wt..", "rel_passage": "Examples of the proximity sensor 141 may include a transmission type photoelectric sensor a direct reflection type photoelectric sensor a mirrorreflection type photoelectric sensor an RF oscillation type proximity sensor a capacitance type proximity sensor a magnetic proximity sensor an infrared proximity sensor and the like.In case where the touch screen is the capacitance type proximity of the pointer is detected by a change in electric field according to the proximity of the pointer.In this case the touch screen touch sensor may be classified as a proximity sensor.", "label": 0}
{"claim": "The voice analysis method according to claim 1 wherein the variable extraction step comprises a transition generation step of generating the pitch that continuously fluctuates on the time axis from the music track data a pitch detection step of detecting the pitch of the reference voice an interpolation processing step of setting the pitch for thevoiceless section of the reference voice from which no pitch is detected and a difference calculation step of calculating a difference between the pitch generated in the transition generation step and the pitch that is processed in the interpolation processing step as the relative pitch wherein the interpolation processing step sets in accordance with the time series of the pitch within a first section immediately before the voiceless section the pitch within a first interpolation section of the voiceless section immediately after the first section and wherein the interpolation processing step sets in accordance with the time series of the pitch within a second section immediately after the voiceless section the pitch within a second interpolation section of the voiceless section immediately before the second section.", "rel_passage": "A comparison section 122 compares a pitch of the users singing voice data acquired by the pitch acquisition section 121a and a pitch of the GM data and performs a scoring process on the users singing voice data in accordance with a difference between the compared pitches.More specifically for example the comparison section 122 compares a pitch variation of voice indicated by the users singing voice data and a pitch variation of a guide melody indicated by the GM data and then calculates an evaluation value indicative of a degree of coincidence between the compared pitch variations.For example for a given note the evaluation value may be calculated as 100 meaning no demerit or deducting point if the pitch difference falls within a predetermined allowable range or calculated as 50 if a length of a time period over which the pitch difference does not fall within the allowable range is half a sound length of the note in the GM data.Namely the evaluation value for a note is calculated by dividing the length of the time period over which the pitch difference falls within the allowable range by thesound length of the note in the GM data.The control section 10 determines a deducting point on the basis of the calculated evaluation value.For example in a case where two points is preassigned to a given note and if the evaluation value has been calculated as 50 the control section 10 determines one point as the deducting point.Alternatively the comparison section 122 may perform the scoring process taking into account a volume of the users singing voice data acquired by the volume acquisition section 121b.", "label": 1}
{"claim": "The apparatus of any one of claim 1 to claim 3 wherein said laser pulse has an optical pulse width of about 580 s 585 s or 584.4 s.", "rel_passage": "A corner part 53 which is provided at the distal end of the protruding part 50 of the sheet material 24 is rounded.Furthermore the distal end of the side part 65 of the notch part 60 is also rounded.By cutting the end parts 70 71 of the sheet material 24 into the curved shape the protruding part 50 can be fitted in the notch part 60 without any unevenness thereby allowing both end parts to snugly engage each other.This owes to the fact that 1 there will be few insufficiently cut leftover fibers remaining at the protruding part 50 and the notch part 60 since cutting the sheet material 24 is made easier by rounding the corner part 53 and the distal end of the side part 65 and also to the fact that 2 even in a case where insufficiently cut leftover fibers remain for example at the corners of the base 62 of the notch part 60 or at the stem 52 of the protruding part 50 the leftover fibers can be accommodated in the spaces provided by rounding the corner part 53 and the distal end of the side part 65.Accordingly subsequent to the cutting of the sheet material 24 the sheet material 24 serving as the retainer seal member 15 is wrapped around the outer periphery of the exhaust gas process member 20 to form a cylindrical shape and the end parts 70 71 areengaged and fixed.Thereby no undesired problems owing to leftover fibers e.g.unevenness loosening detachment occurs when engaging and fixing the end parts 70 71 of the sheet material 24 retainer seal member 15.Furthermore there is no need for a person to manually remove leftover fibers from the sheet material 24 prior to wrapping the sheet material 24 around the exhaust gas process member 20 and engagingfixing the end parts 70 71.Furthermore the united body formed of the retainer seal member 15 and the exhaust gas process member 20 can be easily pressed into the metal shell 12 since the retainer seal member 15 is in a sufficiently engaged state.Thus after the united body is pressed into the metal shell 12 each component including the retainer seal member 15 and the exhaust gas process member 20 can maintain a position as originally designed.Thereby an exhaust gas cleaning apparatus 10 which sufficiently retains the exhaust gas process member 20 therein can be obtained.", "label": 0}
{"claim": "The system of any preceding claim wherein the controller is configured to send the at least one control command to at least two medical devices the at least one control command being able to control the at least two medical devices.", "rel_passage": "As an example and drawing upon the examples mentioned above consider the following.When the technical service under consideration is an objectrelationshipmapping module like org.hibernate package one does not expect to have any object persistence mapping violation for a majority of the target PaaS platforms e.g.Heroku CloudFoundry and the like that the migration assessment tool supports.Hence no advisory will be issued.", "label": 0}
{"claim": "The appliance of claim 7 wherein said relevant part of the articles treating cycle is a percentage of the whole articles treating cycle.", "rel_passage": "After opening the reactor the two phases are separated in a separatory funnel or by simple decanting.The crude reaction mixture contains a brownish toplayer that comprises the organic phase the crude productoil and a clear colourless aqueous phase that contains some phenol.To increase the yield of obtained organic products the aqueous layer can be extracted with any hydrophobic organic solvent e.g.dichloromethane andor toluene.", "label": 0}
{"claim": "The wireless communication apparatus according to one of claims 1 to 4 wherein the controller determines a wireless connection mode based on the wireless connection information and controls the establishing means to establish the wireless connection with the other device based on the determined wireless connection mode.", "rel_passage": "The media processing unit MPU 904 comprises TV and radio tuners 910 for image and audio consumption communications interfaces 911 channel processing 912 creating storing indexing viewing storage 913 media players 914 CD DVD Tape PVR MP3 an integrated user interface 915 to provide a TV channel guide lookandfeel networking components 916 to provide client functions such as consumption billing authorization e.g.using digital certificates and digital IDs registration security and connectivity.In an alternative embodiment of the present invention the networking components 916 may include a distributed server element 917 that is part of a distributed server.", "label": 1}
{"claim": "A cooling assembly according to any one of the preceding claims characterized in that the first heat transfer surface 10 and the second heat transfer surface 20 are planar surfaces and parallel to each other and the external form of the cooling assembly is similar to an external form of a conventional heat sink in order to enable the cooling assembly to be fitted in an electric drive designed for the conventional heat sink.", "rel_passage": "For instance referring again to the examples in Figs 5ac if the previous orientation of the mobile terminal 200 was as shown in Fig 5a where consequently the first frontmounted display 203 was activated and the current orientation is as shown in Fig 5b it may be concluded in step 412 that a handover to the second readmounted display 213 is appropriate based on the assumption that the user 1 has remained stationary.The concluded handover is executed in step 414 by activating the new display area second display 213 in the example of Fig 5b and deactivating the old hitherto activated display area first display 203 in the example of Fig 5a.", "label": 0}
{"claim": "The information processing apparatus as claimed in claim 1 or claim 2 characterized in that when the image after the change is brighter than the image before the change during the change of the second color temperature of the display part 107 the change part further changes the second color temperature of the display part 107 at a faster speed than the predetermined speed.", "rel_passage": "For example while when having luggage that weighs 10 kg a person does not sense weight reduction even with the burden being reduced by 100 g when having luggage that weighs 500 g a person senses weight increase with the burden being increased by 100 g.If this is applied to a case of a visual sense the following principle can be said while when an original view is bright it is difficult for a person to sense darkening thereof even with the view being darkened at a relatively fast speed when an original view is dark a person senses brightening thereof even with the view being brightened at a relatively slow speed.The present invention utilizes this principle.", "label": 1}
{"claim": "The separator of claim 1 wherein the organic material comprises first organic particles and second organic particles having a larger particle size than the first organic particles anda weight ratio of the first organic particles to the second organic particles ranges from 1090 to 9010.", "rel_passage": "FIG.3 is a schematic crosssectional view of a structure of a rechargeable lithium battery according to another embodiment.", "label": 1}
{"claim": "Current measuring device 1 for electric power lines according to claims 9 and 10 characterized in that each said first arc of circumference has the same length as each said second arc of circumference.", "rel_passage": "Such coil below and also in the figures indicated with TA is obtained on at least one printed circuit board indicated with 4 equipped with a central opening 13.", "label": 1}
{"claim": "The voice analysis method according to claim 1 wherein the variable extraction step comprises a transition generation step of generating the pitch that continuously fluctuates on the time axis from the music track data a pitch detection step of detecting the pitch of the reference voice an interpolation processing step of setting the pitch for thevoiceless section of the reference voice from which no pitch is detected and a difference calculation step of calculating a difference between the pitch generated in the transition generation step and the pitch that is processed in the interpolation processing step as the relative pitch wherein the interpolation processing step sets in accordance with the time series of the pitch within a first section immediately before the voiceless section the pitch within a first interpolation section of the voiceless section immediately after the first section and wherein the interpolation processing step sets in accordance with the time series of the pitch within a second section immediately after the voiceless section the pitch within a second interpolation section of the voiceless section immediately before the second section.", "rel_passage": "FIG.9 is a flow diagram of an exemplary technique for forming an article including a first array of features in a first location of a substrate and a second array of features in a second location of the substrate.The technique shown in FIG.9 will be described with reference to FIG.7A for the sake of convenience but will be understood to be applicable to other embodiments that include a first array and second array of features formed in a substrate.", "label": 0}
{"claim": "The information processing apparatus as claimed in claim 1 or claim 2 characterized in that when the image after the change is brighter than the image before the change during the change of the second color temperature of the display part 107 the change part further changes the second color temperature of the display part 107 at a faster speed than the predetermined speed.", "rel_passage": "If the pointing device 200 moves such that the calculated coordinates are within the display screen again a third pointer 930 having a shape different from that of the second pointers 960 and 970 may be displayed at the calculated coordinates.The third pointer 930 may have the same shape as the first pointer 910.", "label": 0}
{"claim": "Method according to any one of the preceding claims wherein at least one of the said KPIs is defined andor calculated by means of a crossanalysis of two or more performance counters selected from among those acquired by theradio transceiver apparatus forming the respective link.", "rel_passage": "For example while when having luggage that weighs 10 kg a person does not sense weight reduction even with the burden being reduced by 100 g when having luggage that weighs 500 g a person senses weight increase with the burden being increased by 100 g.If this is applied to a case of a visual sense the following principle can be said while when an original view is bright it is difficult for a person to sense darkening thereof even with the view being darkened at a relatively fast speed when an original view is dark a person senses brightening thereof even with the view being brightened at a relatively slow speed.The present invention utilizes this principle.", "label": 0}
{"claim": "The appliance of claim 7 wherein said relevant part of the articles treating cycle is a percentage of the whole articles treating cycle.", "rel_passage": "Preferably each emitted pulse has an energy of from 50 to 2000 mJ more preferably from 150 to 700 mJ.", "label": 0}
{"claim": "A method according to any of the previous claims and comprising the further step of increasing the amplitude of the peak control current I supplied to the electromagnet 24 during the peak phase TSTART so as to reduce operating dispersions.", "rel_passage": "FIG.9 is a flow diagram of an exemplary technique for forming an article including a first array of features in a first location of a substrate and a second array of features in a second location of the substrate.The technique shown in FIG.9 will be described with reference to FIG.7A for the sake of convenience but will be understood to be applicable to other embodiments that include a first array and second array of features formed in a substrate.", "label": 0}
{"claim": "A polymer compound according to Claims 6 to 11 characterized in that R1 represents a hydrogen atom R2 and R4 are the same and each represents a hydrogen atom R3 and R5 are the same and each represents a C8 alkyl group R6 represents a hydrogen atom and R7 represents a C17 alkyl group and to a polymer compound comprising repeating units of formula II wherein R1 represents a hydrogen atom R2 and R4 are the same and each represents a C8 alkyl group R3 and R5 are the same and each represents a hydrogen atom R6 represents a hydrogen atom R7 represents a C17 alkyl group R8 and R9 are the same and each represents a C8 alkyl group.", "rel_passage": "An acyl group means an unsubstituted acyl group and an acyl group substituted with a halogen atom or the like.The number of the carbon atoms of the acyl group is usually about 2 to 20 preferably about 2 to 18 and more preferably about 2 to 16.The acyl group includes for example an acetyl group a propionyl group a butyryl group an isobutyryl group a pivaloyl group a benzoyl group a trifluoroacetylgroup and a pentafluorobenzoyl group.", "label": 1}
{"claim": "The compound according to claim 1 or 2 which is", "rel_passage": "Recent experiments in a model of ovalbumin OVAinduced inflammation in mice as a model for allergic airway disease demonstrated a severe impairment of the development of the allergic phenotype in the ROR KO mice with decreased numbers of CD4 cells and lower Th2 cytokinechemokine protein and mRNA expression in the lungs after challenge with OVA Tilley et al.J.Immunol.2007 17832083218.IFN and IL10 production were increased in splenocytes following restimulation with theOVA antigen compared to wt splenocytes suggesting a shift towards a Th1 type immune response on cost of a reduction of Th2 type response.This suggests that downmodulation of ROR transcriptional activity with a ligand could result in a similar shift of the immune response towards a Th2 type response which could be beneficial in the treatment of certain allergic inflammatory conditions.", "label": 1}
{"claim": "The system of claim 2 wherein the first subset is a rectangle of coordinates W H in a frame of reference of the surface.", "rel_passage": "FIG.9 is a flow diagram of an exemplary technique for forming an article including a first array of features in a first location of a substrate and a second array of features in a second location of the substrate.The technique shown in FIG.9 will be described with reference to FIG.7A for the sake of convenience but will be understood to be applicable to other embodiments that include a first array and second array of features formed in a substrate.", "label": 0}
{"claim": "A control method of an electronic device the method comprising receiving a first sensing signal and a second sensing signal according to the foldingunfolding of a first body and second body of the electronic device and determining a folded or unfolded state of the second body based on the first sensing signal and the second sensing signal wherein the first sensing signal is sensed by a first sensor the second sensing signal is sensed by a second sensor installed in a position different from the first sensor and the determination is determined by a processor operatively connected with the first sensor and the second sensor.", "rel_passage": "FIG.9 is a flow diagram of an exemplary technique for forming an article including a first array of features in a first location of a substrate and a second array of features in a second location of the substrate.The technique shown in FIG.9 will be described with reference to FIG.7A for the sake of convenience but will be understood to be applicable to other embodiments that include a first array and second array of features formed in a substrate.", "label": 0}
{"claim": "A method for determining an operating set point for a combined cycle power plant the method comprising simulating the operation of the power plant correcting the simulation of the operation of the power plant optimizing the simulation of the operation by simulating the operation at different operating settings and selecting at least one of the operating settings as being optimal and generating the operating set point based on the optimized simulation of the power plant.", "rel_passage": "A corner part 53 which is provided at the distal end of the protruding part 50 of the sheet material 24 is rounded.Furthermore the distal end of the side part 65 of the notch part 60 is also rounded.By cutting the end parts 70 71 of the sheet material 24 into the curved shape the protruding part 50 can be fitted in the notch part 60 without any unevenness thereby allowing both end parts to snugly engage each other.This owes to the fact that 1 there will be few insufficiently cut leftover fibers remaining at the protruding part 50 and the notch part 60 since cutting the sheet material 24 is made easier by rounding the corner part 53 and the distal end of the side part 65 and also to the fact that 2 even in a case where insufficiently cut leftover fibers remain for example at the corners of the base 62 of the notch part 60 or at the stem 52 of the protruding part 50 the leftover fibers can be accommodated in the spaces provided by rounding the corner part 53 and the distal end of the side part 65.Accordingly subsequent to the cutting of the sheet material 24 the sheet material 24 serving as the retainer seal member 15 is wrapped around the outer periphery of the exhaust gas process member 20 to form a cylindrical shape and the end parts 70 71 areengaged and fixed.Thereby no undesired problems owing to leftover fibers e.g.unevenness loosening detachment occurs when engaging and fixing the end parts 70 71 of the sheet material 24 retainer seal member 15.Furthermore there is no need for a person to manually remove leftover fibers from the sheet material 24 prior to wrapping the sheet material 24 around the exhaust gas process member 20 and engagingfixing the end parts 70 71.Furthermore the united body formed of the retainer seal member 15 and the exhaust gas process member 20 can be easily pressed into the metal shell 12 since the retainer seal member 15 is in a sufficiently engaged state.Thus after the united body is pressed into the metal shell 12 each component including the retainer seal member 15 and the exhaust gas process member 20 can maintain a position as originally designed.Thereby an exhaust gas cleaning apparatus 10 which sufficiently retains the exhaust gas process member 20 therein can be obtained.", "label": 0}
{"claim": "A method according to any one of the preceding claims wherein in the separation step an amount of the product mixture and an amount of the extraction fluid is used wherein the amount of the extraction fluid is from 0.0041 to 61 of solvent to water ratio especially in an amount from 0.11 to 11 of solvent to water ratio.", "rel_passage": "A semiconductor insertion layer A1 hereinafter an insertion layer A1 may be selectively formed between the source electrode S1 and the channel layer C1.In other words the source electrode S1 and the channel layer C1 may contact each other through the insertion layer A1.In example embodiments the drain electrode D1 and the channel layer C1 may directly contact each other.", "label": 0}
{"claim": "The method of any one of claims 8 to 12 where generating the configuration data includes generating the configuration data based on configuration file information regarding the network devices associated with the physical network and the topology information of the physical network.", "rel_passage": "On the judgment of the occurrence of environmental changes the environmental applicability judging unit 17 judges whether or not the environmental applicability of the virtual network has deteriorated at step S14 of Fig.10.In detail as shown in Fig.11 the environmental applicability judging unit 17 measures the convergence time to the control target value L and judges that the environmental applicability of the virtual network has deteriorated if the link utilization ratio exceeds the control target value L over the constant period of time TL.That is if the virtual network is established in its optimal state the optimum topology control based on the fluctuation equation 7 is performed after the constant period of time TL has passed since the occurrence of environmental changes thereby accomplishing the attainment of a control target.Note that the constant period of time TL depends on the time interval at which the virtual network control unit 10 controls the nodes and the scale of a network.Thus if the network scale is small and the time required for the node control is small the above constant period of time is set to a few minutes or so.Meanwhile if the network scale is large and the time required for the node control is large the above constant period of time is set between 30 minutes and 1 hour or so.", "label": 1}
{"claim": "A method according to any of the previous claims and comprising the further step of increasing the amplitude of the peak control current I supplied to the electromagnet 24 during the peak phase TSTART so as to reduce operating dispersions.", "rel_passage": "It is also desirable that the limited current supply period includes a hold current period where the plunger is held at the valve closed position and a zero current period which succeeds the hold current period.Due to the provision of such periods a consumed current can be further reduced.Here aninlet valve is maintained in a valve closing state due to a back pressure of a pressurizing chamber and hence there is no possibility that a valve opening operation is performed by the plunger rod during the zero current region.", "label": 1}
{"claim": "The method of claim 5 or 6 wherein said assembly of ligaments conforms to said contoured surface.", "rel_passage": "In Fig.5 the storage device 43 stores an initial value table 52 sample data 53 and a conversion table 54.The conversion table 54 is used for converting an S value into an mAS value.As shown in Fig.7 in the initial value table 52 the initial values of the mAs values are stored in association with the respective combinations of the body part and the tube voltage.", "label": 0}
{"claim": "The image recording method according to any one of claims 1 to 4 further comprising managing the image processing parameter S3 for each of print conditions different in at least one print condition of a medium type an ink type and a quantization method.", "rel_passage": "For CCE aggregation level 8 i.e.the PDCCH information of a receiving apparatus is mapped to eight control channel elements of the RPDCCH region if one physical resource block pair is divided into two control channel elements two physical resource block pairs will not be enough for transmitting the PDCCH information to the receiving apparatus.Hence the transmitting apparatus may map only one half of the PDCCH information to the two physical resource block pairs.Another possibility is to configure four physical resource block pairs as the basic RPDCCH region size.", "label": 0}
{"claim": "The assembly as claimed in claim 1 wherein the protrusion part substantially has a shape of a triangle a parallelogram or a trapezium.", "rel_passage": "The MMS 314 may be additionally adapted to respond whenever the delay in the userselected pathway exceeds an upper limit.", "label": 0}
{"claim": "The system of any preceding claim wherein the controller is configured to send the at least one control command to at least two medical devices the at least one control command being able to control the at least two medical devices.", "rel_passage": "Further continuously with the knitted portion 25 the front portion 22 of the toe housing portion 20 is knitted by inversion knitting while gradually increasing the knitting width thereof contrary to the back portion 21 so as to form a substantially planar inverted trapezoidal shape corresponding to the back portion 21.Specifically when the knitted portion 25 for the predetermined number of courses is knitted the knitting machine is returned in a stroke to a knitting needle region of a minimum knitting width position a CD position in Fig.2A in the front portion 22 in the knitting machine and in this state knitting is performed to increase the number of knitting needles relating to the knitting at opposite inversion positions by one stitch one wale for every required number of knitting courses contrary to the above toward a knitting needle region of a maximum knitting width position an AB position in Fig.2A.At this time opposite ends of the front portion 22 are knitted continuously with corresponding portions of the forwardly knitted portion 25.Thus the knitted portion 25 is provided between the back portion 21 and the front portion 22 along contours thereof.Reference numeral 24 denotes a connecting portion a gore line between the knitted portion 25 and the front portion 22.", "label": 0}
{"claim": "A mobile device according to any of claims 18 to 22 being further configured to receive a command message from the RAN and in response to the command message doing at least one of release the RRC connection and suspend the RRC connection.", "rel_passage": "The sensing elements 82 can be one or more of a variety of sensing devices.In one contemplated embodiment the sensing elements 82 include an accelerometer positioned within the sling bar 52 that is configured to sense when the sling bar 52 is tilted to one side which may indicate that the sling 53 is improperly connected to the sling bar 52.In this embodiment upon detecting the tilted sling bar 52 the lifting motion can be stopped and the user can be alerted about the condition and asked to check the connection of the sling 53 and the sling bar 52 before lifting can resume.In some contemplated embodiments the sensing element 82 includes a force sensor that is used to measure the weight of the patient being supported by the lift system 12.In some embodiments the sensing element 82 includes an energy sensor i.e.an electric current sensor that is configured to sense the amount of energy being used by the lift system 12 to lift the patient andor the amount of charge left on the battery 83.", "label": 0}
{"claim": "The method for preparation of a lithographic printing plate as claimed in any one of Claims 1 to 3 wherein the sensitizing dye has an absorption maximum in a wavelength range of from 350 to 450 nm.", "rel_passage": "In process step 104 the selections and preferences of the orthopaedic surgical procedure are chosen by the surgeon.Such selections may include the type of orthopaedic surgical procedure that is to be performed e.g.a total knee arthroplasty the type of orthopaedic implant that will be used e.g.make model size fixation type etc.the sequence of operation e.g.the tibia or the femur first and the like.Once the orthopaedic surgical procedure has been set up in process step 104 the bones of the patient are registered in process step 106.To do so sensor arrays such as the tibial array 60illustrated in FIG.3 are coupled with the relevant bones of the patient i.e.the bones involved in the orthopaedic surgical procedure.Additionally the contours of such bones are registered using the registration tool 80.To do so the pointer end 88 of the tool 80 is touched to various areas of the bones to be registered.In response to the registration the computer 12 displays rendered images of the bones wherein the location and orientation of the bones are determined based on the sensor arrays coupled therewith and the contours of the bones are determined based on the registered points.Because only a selection of the points of the bone is registered the computer 12 calculates and renders the remaining areas of the bones that are not registered with the tool 80.", "label": 0}
{"claim": "Method according to claim 1 wherein for some sectors not having a clinical interest coefficient value is equal to zero.", "rel_passage": "A corner part 53 which is provided at the distal end of the protruding part 50 of the sheet material 24 is rounded.Furthermore the distal end of the side part 65 of the notch part 60 is also rounded.By cutting the end parts 70 71 of the sheet material 24 into the curved shape the protruding part 50 can be fitted in the notch part 60 without any unevenness thereby allowing both end parts to snugly engage each other.This owes to the fact that 1 there will be few insufficiently cut leftover fibers remaining at the protruding part 50 and the notch part 60 since cutting the sheet material 24 is made easier by rounding the corner part 53 and the distal end of the side part 65 and also to the fact that 2 even in a case where insufficiently cut leftover fibers remain for example at the corners of the base 62 of the notch part 60 or at the stem 52 of the protruding part 50 the leftover fibers can be accommodated in the spaces provided by rounding the corner part 53 and the distal end of the side part 65.Accordingly subsequent to the cutting of the sheet material 24 the sheet material 24 serving as the retainer seal member 15 is wrapped around the outer periphery of the exhaust gas process member 20 to form a cylindrical shape and the end parts 70 71 areengaged and fixed.Thereby no undesired problems owing to leftover fibers e.g.unevenness loosening detachment occurs when engaging and fixing the end parts 70 71 of the sheet material 24 retainer seal member 15.Furthermore there is no need for a person to manually remove leftover fibers from the sheet material 24 prior to wrapping the sheet material 24 around the exhaust gas process member 20 and engagingfixing the end parts 70 71.Furthermore the united body formed of the retainer seal member 15 and the exhaust gas process member 20 can be easily pressed into the metal shell 12 since the retainer seal member 15 is in a sufficiently engaged state.Thus after the united body is pressed into the metal shell 12 each component including the retainer seal member 15 and the exhaust gas process member 20 can maintain a position as originally designed.Thereby an exhaust gas cleaning apparatus 10 which sufficiently retains the exhaust gas process member 20 therein can be obtained.", "label": 0}
{"claim": "The method of claim 5 or 6 wherein said assembly of ligaments conforms to said contoured surface.", "rel_passage": "A pulsating heat pipe involves a meandering flow channel 1 having a capillary dimension in other words a crosssection small enough for capillary forces to dominate over gravity forces.A suitable fluid can be introduced into the flow channel 10 via a filling valve 4.As a consequence the fluid is moved by pulsations generated by pressure instabilities.The oscillations occur in a small channel loop due to the bidirectional expansion of vapour inside the channels.During operation the liquid slugs and elongated vapour bubbles will oscillate between a cold and a hot region because of hydrodynamic instabilities caused by the rapid expansion of the bubbles confined in the small channels and thus provide a fluid velocity almost independent of gravity.This makes pulsating heat pipes fairly insensitive to orientation with the possibility of operating them upside down i.e.with an evaporator 2 on top and a condenser 3 at the bottom.", "label": 0}
{"claim": "Communication user equipment A configured to operate in a cellular network supporting uplink and downlink communication on one frequency band in a timedivision manner the cellular network comprising a plurality of base stations including at least one active base station BS which is the base station the communication user equipment A is camping on the communication user equipment A is adapted to detect a jamming transmitter the communication user equipment A further comprising a channel detection unit a measuring unit and an analyzing unit whereinthe channel detection unit being configured to detect that at least one downlink radio channel from the active base station BS is not decodablethe measuring unit being configured to measure signal levels received on said downlink radio channel for a plurality of time unitsthe analyzing unit being configured to in response to the channel detection unit indicating that the downlink radio channel is not decodableanalyze said signal level measurements measured by the measuring unit the analyzing unit is further configured in case at least one time unit is detected with a signal level exceeding a predefined threshold to detect a jamming transmitter J by verifying the condition that in a predefined amount of successive time units the pattern of a first time unit with signal levelexceeding the predefined threshold directly followed by a second time unit with a signal level below the predefined threshold is not detected.", "rel_passage": "In one contemplated embodiment the filter 56 may be configured to implement a recursive estimation algorithm capable of propagating the statistics of estimation error in the estimated state parameters over time.For instance in one such embodiment the filter 56 may utilize Kalman filtering using a nonlinear Kalmantype filter such as an extended Kalman filter or an unscented Kalman filter.To provide an example a general description of an embodiment of the turbine state estimator 52 that utilizes an extended Kalman filter is described below.", "label": 0}
{"claim": "A method for determining an operating set point for a combined cycle power plant the method comprising simulating the operation of the power plant correcting the simulation of the operation of the power plant optimizing the simulation of the operation by simulating the operation at different operating settings and selecting at least one of the operating settings as being optimal and generating the operating set point based on the optimized simulation of the power plant.", "rel_passage": "For example while when having luggage that weighs 10 kg a person does not sense weight reduction even with the burden being reduced by 100 g when having luggage that weighs 500 g a person senses weight increase with the burden being increased by 100 g.If this is applied to a case of a visual sense the following principle can be said while when an original view is bright it is difficult for a person to sense darkening thereof even with the view being darkened at a relatively fast speed when an original view is dark a person senses brightening thereof even with the view being brightened at a relatively slow speed.The present invention utilizes this principle.", "label": 0}
{"claim": "A nontransitory computer readable medium having instruction code stored thereon for decommissioning an application operating on a computer system or a computer system the instruction code being executable by a machine for causing the machine to perform acts comprising receiving information that specifies a server to analyzedetermining a target application operating on the server comparing properties of the target application to properties associated with a plurality of applications to determine a relatedness of the target application to the plurality of applications wherein each of the plurality applications is associated with cloud deployment information when the relatedness between at least one of the plurality of applications and the target application exceeds a threshold determining that the at least on application is related to the at least one application of the plurality of applications and generating a recommendation report to recommend that the target application be deployed to a cloud computing system according to the cloud deployment information associated with the at least one application of the plurality of applications.", "rel_passage": "As an example and drawing upon the examples mentioned above consider the following.When the technical service under consideration is an objectrelationshipmapping module like org.hibernate package one does not expect to have any object persistence mapping violation for a majority of the target PaaS platforms e.g.Heroku CloudFoundry and the like that the migration assessment tool supports.Hence no advisory will be issued.", "label": 1}
{"claim": "The method according to claim 2 wherein the determining a search space of the control channel comprises determining the search space corresponding to the configuration information according to the timefrequency resource information a first mapping relationship between the timefrequency resource information and a search space resource and the configuration information.", "rel_passage": "Firstly in step S1 the following necessary information is read into the system.Road map data for use in the navigation system GPS data Vehicle speed data Orientation data information detected by a rate gyro or the like Data detected on steering angle or the like and driving operation data", "label": 0}
{"claim": "The method according to claim 1 or 2 wherein step g includes using a chemical vapour infiltration process.", "rel_passage": "The drying of the prepreg fabric restricts the layup time available in wet layup processes.For large complex shaped parts such as an integrally formed airfoilshroud vane the required layup time may exceed the allowable exposure time for the prepreg.Consequently some portions of the component may dry before others resulting in possible shrinkage cracks and related problems.Furthermore the consolidation of complex parts frequently requires pressure application in multiple directions thus requiring complex tooling and consolidation challenges.", "label": 1}
{"claim": "A communication system comprising a plurality of communication stations which operate in an autonomous distributed manner wherein at least a part of the communication stations are powersaving communication stations which operate in a sleep mode where a transmitter and a receiver are operated in an intermittent manner and at least a part of the other communication stations are powersaving assistance stations having capabilities to communicate with said powersaving communication stations each powersaving assistance station taking the form of a wireless communication station as claimed in any of claims 1 to 5.", "rel_passage": "The control unit 13 generates beacon messages according to a point coordination function PCF and transmits the generated beacon message to each STA 20.In addition the control unit 13 assigns a time slot to each STA 20 and exchanges the frames with the STAs 20 during the time slot.", "label": 1}
{"claim": "Measurement and washing system 1 for food products such as for example drycured raw ham legs 7 comprisinga conveyor 3a washing chamber 5 arranged to receive and enclose at least one piece of food product such as for example a drycured raw ham thigh 7 moved by the conveyor 3at least one washing nozzle 13 arranged to clean the pieces of food product 7 in the washing chamber 5 spraying them with a washing fluida nozzle actuation system 10 arranged to move the at least one washing nozzle 13 in the washing chamber 5a measurement system arranged fordetecting at least one from among the position or one or more dimensions of a ham thigh 7 moved by the conveyor 3according to the detections of the measurement system determining and possibly varying the trajectory andor the length H2 of the travels that the at least one washing nozzle 13 brush 39 spatula or scraper performs to clean such ham thigh.", "rel_passage": "The gripping means 30 comprise a pair of jaws 31 activated to open and close by at least a jack 32 which jaws 31 in the closed position are suitable to grip at least a portion of the tapered end of the ham H resting on the support plane 20.", "label": 1}
{"claim": "The wireless communication apparatus according to one of claims 1 to 4 wherein the controller determines a wireless connection mode based on the wireless connection information and controls the establishing means to establish the wireless connection with the other device based on the determined wireless connection mode.", "rel_passage": "An example of a controlled photodiode light detection circuit 600 of the type which may be used in the system described with respect to figure 1 or 5 is illustrated in figure 6.The controlled photodiode light detection circuit 600 includes a number of light detection circuit 609 which as described with respect to figure 5 may include 8 light detectors located in a row above the imaging array and 8 further light detectors located in a row along one side of the imaging array 502.Each light detector comprises a photodiode and an integrator circuit.", "label": 0}
{"claim": "The information processing apparatus as claimed in claim 1 or claim 2 characterized in that when the image after the change is brighter than the image before the change during the change of the second color temperature of the display part 107 the change part further changes the second color temperature of the display part 107 at a faster speed than the predetermined speed.", "rel_passage": "In one contemplated embodiment the filter 56 may be configured to implement a recursive estimation algorithm capable of propagating the statistics of estimation error in the estimated state parameters over time.For instance in one such embodiment the filter 56 may utilize Kalman filtering using a nonlinear Kalmantype filter such as an extended Kalman filter or an unscented Kalman filter.To provide an example a general description of an embodiment of the turbine state estimator 52 that utilizes an extended Kalman filter is described below.", "label": 0}
{"claim": "The method of any one of claims 1 to 11 wherein receiving an addressee comprises populating a recipient field 148 of the messaging composition interface 128.", "rel_passage": "Current mobile wireless communication devices provide features beyond basic wireless telephony that include an ability to send and receive Short Message Service SMS messages an ability to send and receive email messages and an ability to browse online information formatted using either the known Wireless Application Protocol WAP or the known HyperText Transfer Protocol HTML.", "label": 1}
{"claim": "The cartridge 7 according to Claim 1 or 2 wherein the detection protrusion 81 is disposed so as to be changeable between the extended state and the collapsed state around a pivotal axis and the pivotal axis extends in a tangential direction of a circular track drawn by the detection protrusion when the rotational member 50 rotates.", "rel_passage": "The developer roller drive gear 69 is disposed diagonally below and rearward of the input gear 67 on an end of the metal developing roller shaft 62 so as to be engaged with the input gear 67.The developer roller drive gear 69 is incapable of rotating relative to the metal developing roller shaft 62.", "label": 1}
{"claim": "A mobile device according to any of claims 18 to 22 being further configured to receive a command message from the RAN and in response to the command message doing at least one of release the RRC connection and suspend the RRC connection.", "rel_passage": "The signaling of the duration by a network element could take the form of an information element such asInhibit Preferred RRC State RequestInformation ElementGroup name Need Multi Type and reference Semantics descriptionInhibit Preferred RRC State Request OPEnumerated 30secs 1min 1 min30secs 2mins", "label": 1}
{"claim": "The light emitting device package according to any one of claim 1 to claim 14 wherein the light emitting device is eutectically bonded on the submount using metal.", "rel_passage": "The light emitting diode 20 may be directly mounted on the insulating layer 10a 10b 10c or 10d or be electrically adhered to the first or second electrode 31 or 32.", "label": 1}
{"claim": "The method of claim 8 wherein the sorting of the emails comprises determining the correlation degree between the emails based on keywords and predetermined symbols constituting titles of the emails.", "rel_passage": "In the anodizing treatment sulfuric acid phosphoric acid oxalic acid and boric acidsodium borate each in the form of an aqueous solution are used individually or in combination of two or more thereof as the main component of the electrolytic bath.In this case at least ingredients ordinarily contained in the aluminum alloy plate electrode city water ground water or the like may be of course contained in the electrolytic solution.Furthermore a second or third component may be added.Examples of the second or third component as used herein include a cation such as ion of metal e.g.Na K Mg Li Ca Ti Al V Cr Mn Fe Co Ni Cu Zn and ammonium ion and an anion such as nitrate ion carbonate ion chloride ion phosphate ion fluoride ion sulfite ion titanate ion silicate ion and borate ion.The ion may be contained to a concentration of approximately from 0 to 10000 ppm.The conditions of the anodizing treatment are not particularly limited but the treatment is preferably performed by DC or AC electrolysis in 30 to 500 gliter at a treating liquid temperature of 10 to 70C with an electric current density of 0.1 to 40 Am2.The thickness of the anodic oxide film formed is from 0.5 to 1.5 m preferably from 0.5 to 1.0 m.The treating conditions are preferably selected such that the anodic oxide film of the support produced by the treatment.has micropores having a pore diameter of 5 to 10 nm at a pore density of 81015 to 21016 poresm2.", "label": 0}
{"claim": "The system of any preceding claim wherein the controller is configured to send the at least one control command to at least two medical devices the at least one control command being able to control the at least two medical devices.", "rel_passage": "In process step 104 the selections and preferences of the orthopaedic surgical procedure are chosen by the surgeon.Such selections may include the type of orthopaedic surgical procedure that is to be performed e.g.a total knee arthroplasty the type of orthopaedic implant that will be used e.g.make model size fixation type etc.the sequence of operation e.g.the tibia or the femur first and the like.Once the orthopaedic surgical procedure has been set up in process step 104 the bones of the patient are registered in process step 106.To do so sensor arrays such as the tibial array 60illustrated in FIG.3 are coupled with the relevant bones of the patient i.e.the bones involved in the orthopaedic surgical procedure.Additionally the contours of such bones are registered using the registration tool 80.To do so the pointer end 88 of the tool 80 is touched to various areas of the bones to be registered.In response to the registration the computer 12 displays rendered images of the bones wherein the location and orientation of the bones are determined based on the sensor arrays coupled therewith and the contours of the bones are determined based on the registered points.Because only a selection of the points of the bone is registered the computer 12 calculates and renders the remaining areas of the bones that are not registered with the tool 80.", "label": 1}
{"claim": "A method according to any one of the preceding claims wherein in the separation step an amount of the product mixture and an amount of the extraction fluid is used wherein the amount of the extraction fluid is from 0.0041 to 61 of solvent to water ratio especially in an amount from 0.11 to 11 of solvent to water ratio.", "rel_passage": "The developer roller drive gear 69 is disposed diagonally below and rearward of the input gear 67 on an end of the metal developing roller shaft 62 so as to be engaged with the input gear 67.The developer roller drive gear 69 is incapable of rotating relative to the metal developing roller shaft 62.", "label": 0}
{"claim": "Blow molded article comprising a propylene copolymer RPP wherein the blow molded article andor the propylene copolymer RPP hashave a a melt flow rate MFR2 230 C measured according to ISO 1133 in the range of more than 2.0 to 12.0 g10min b a comonomer content in the range of 4.0 to below 14.0 mol.c a melting temperature in the range of 125 to below 143 C and d a xylene cold soluble fraction XCS in the range of above 15.0 to 40.0 wt..", "rel_passage": "The article according to the invention is preferably a medical article as a container or a bag or a packaging material for medical purposes.The bag may be a bag for blood medicaments or the like.However the article of the present invention can be any other article subjected to a heat treatment in particular heat sterilization.Generally the article of the invention may be any medical article which consists nowadays for instance of polyvinyl chloride and the like.", "label": 1}
{"claim": "The method for preparation of a lithographic printing plate as claimed in any one of Claims 1 to 3 wherein the sensitizing dye has an absorption maximum in a wavelength range of from 350 to 450 nm.", "rel_passage": "In the anodizing treatment sulfuric acid phosphoric acid oxalic acid and boric acidsodium borate each in the form of an aqueous solution are used individually or in combination of two or more thereof as the main component of the electrolytic bath.In this case at least ingredients ordinarily contained in the aluminum alloy plate electrode city water ground water or the like may be of course contained in the electrolytic solution.Furthermore a second or third component may be added.Examples of the second or third component as used herein include a cation such as ion of metal e.g.Na K Mg Li Ca Ti Al V Cr Mn Fe Co Ni Cu Zn and ammonium ion and an anion such as nitrate ion carbonate ion chloride ion phosphate ion fluoride ion sulfite ion titanate ion silicate ion and borate ion.The ion may be contained to a concentration of approximately from 0 to 10000 ppm.The conditions of the anodizing treatment are not particularly limited but the treatment is preferably performed by DC or AC electrolysis in 30 to 500 gliter at a treating liquid temperature of 10 to 70C with an electric current density of 0.1 to 40 Am2.The thickness of the anodic oxide film formed is from 0.5 to 1.5 m preferably from 0.5 to 1.0 m.The treating conditions are preferably selected such that the anodic oxide film of the support produced by the treatment.has micropores having a pore diameter of 5 to 10 nm at a pore density of 81015 to 21016 poresm2.", "label": 1}
{"claim": "The method for producing an absorbent article according to any one of claims 1 to 4 further comprising a step of forming embossed sections along a lengthwise direction extending through both end sections of the expandableandshrinkable member.", "rel_passage": "Such coil below and also in the figures indicated with TA is obtained on at least one printed circuit board indicated with 4 equipped with a central opening 13.", "label": 0}
{"claim": "The apparatus of claim 13 wherein the controller camps on a cell of a corresponding communication network when the corresponding communication network is discovered among the plurality of communication networks.", "rel_passage": "Examples of the proximity sensor 141 may include a transmission type photoelectric sensor a direct reflection type photoelectric sensor a mirrorreflection type photoelectric sensor an RF oscillation type proximity sensor a capacitance type proximity sensor a magnetic proximity sensor an infrared proximity sensor and the like.In case where the touch screen is the capacitance type proximity of the pointer is detected by a change in electric field according to the proximity of the pointer.In this case the touch screen touch sensor may be classified as a proximity sensor.", "label": 0}
{"claim": "The method according to claim 2 wherein the determining a search space of the control channel comprises determining the search space corresponding to the configuration information according to the timefrequency resource information a first mapping relationship between the timefrequency resource information and a search space resource and the configuration information.", "rel_passage": "For CCE aggregation level 8 i.e.the PDCCH information of a receiving apparatus is mapped to eight control channel elements of the RPDCCH region if one physical resource block pair is divided into two control channel elements two physical resource block pairs will not be enough for transmitting the PDCCH information to the receiving apparatus.Hence the transmitting apparatus may map only one half of the PDCCH information to the two physical resource block pairs.Another possibility is to configure four physical resource block pairs as the basic RPDCCH region size.", "label": 1}
{"claim": "The method of claim 2 wherein receiving subscriber information relating to the user equipment device from the third network component comprises receiving the subscriber information from a home subscriber server HSS.", "rel_passage": "In both of the scenarios described the mechanism can be any of those described above whether aligning by advance determination of the first packet frame or session that the new interface should handle or by seamless switching using an overlapping period of simultaneous transmission.", "label": 1}
{"claim": "The system of claim 12 wherein at least one of the one or more band gaps represents a difference between a bandwidth of a QAM signal and a bandwidth of a transmission mechanism of the second provider.", "rel_passage": "FIG.9 is a flow diagram of an exemplary technique for forming an article including a first array of features in a first location of a substrate and a second array of features in a second location of the substrate.The technique shown in FIG.9 will be described with reference to FIG.7A for the sake of convenience but will be understood to be applicable to other embodiments that include a first array and second array of features formed in a substrate.", "label": 0}
{"claim": "Communication user equipment A configured to operate in a cellular network supporting uplink and downlink communication on one frequency band in a timedivision manner the cellular network comprising a plurality of base stations including at least one active base station BS which is the base station the communication user equipment A is camping on the communication user equipment A is adapted to detect a jamming transmitter the communication user equipment A further comprising a channel detection unit a measuring unit and an analyzing unit whereinthe channel detection unit being configured to detect that at least one downlink radio channel from the active base station BS is not decodablethe measuring unit being configured to measure signal levels received on said downlink radio channel for a plurality of time unitsthe analyzing unit being configured to in response to the channel detection unit indicating that the downlink radio channel is not decodableanalyze said signal level measurements measured by the measuring unit the analyzing unit is further configured in case at least one time unit is detected with a signal level exceeding a predefined threshold to detect a jamming transmitter J by verifying the condition that in a predefined amount of successive time units the pattern of a first time unit with signal levelexceeding the predefined threshold directly followed by a second time unit with a signal level below the predefined threshold is not detected.", "rel_passage": "In Fig.5 the storage device 43 stores an initial value table 52 sample data 53 and a conversion table 54.The conversion table 54 is used for converting an S value into an mAS value.As shown in Fig.7 in the initial value table 52 the initial values of the mAs values are stored in association with the respective combinations of the body part and the tube voltage.", "label": 0}
{"claim": "The voice analysis method according to claim 1 wherein the variable extraction step comprises a transition generation step of generating the pitch that continuously fluctuates on the time axis from the music track data a pitch detection step of detecting the pitch of the reference voice an interpolation processing step of setting the pitch for thevoiceless section of the reference voice from which no pitch is detected and a difference calculation step of calculating a difference between the pitch generated in the transition generation step and the pitch that is processed in the interpolation processing step as the relative pitch wherein the interpolation processing step sets in accordance with the time series of the pitch within a first section immediately before the voiceless section the pitch within a first interpolation section of the voiceless section immediately after the first section and wherein the interpolation processing step sets in accordance with the time series of the pitch within a second section immediately after the voiceless section the pitch within a second interpolation section of the voiceless section immediately before the second section.", "rel_passage": "The light emitting diode 20 may be directly mounted on the insulating layer 10a 10b 10c or 10d or be electrically adhered to the first or second electrode 31 or 32.", "label": 0}
{"claim": "The image display apparatus according to claim 2 wherein the emission optical axis of the first color laser light is parallel to the emission optical axis of the third color laser light and the emission optical axis of the second color laser light sequentially and orthogonally intersects with the emission optical axis of the first color laser light and the emission optical axis of the third color laser light.", "rel_passage": "The KPIManagementIRPOperation1 interface defines an operation for theKPIManagementIRP acquiring the KPI data.The definition includesa return value type enumeration successful failed partially successful a parameter list a managed object identifier list for information input which may be a Distinguished Name DN list a DN for information input defined in the 3GPP32 series recommendation a KPI type indication list for information input which may be a character string list a KPI list for information output which includes a managed object identifier list and a KPI type indication list exception no precondition the KPI data having been saved in the KPI calculator postcondition the KPI user having acquired the KPI data.", "label": 0}
{"claim": "Current measuring device 1 for electric power lines according to claims 9 and 10 characterized in that each said first arc of circumference has the same length as each said second arc of circumference.", "rel_passage": "The article according to the invention is preferably a medical article as a container or a bag or a packaging material for medical purposes.The bag may be a bag for blood medicaments or the like.However the article of the present invention can be any other article subjected to a heat treatment in particular heat sterilization.Generally the article of the invention may be any medical article which consists nowadays for instance of polyvinyl chloride and the like.", "label": 0}
{"claim": "The method for preparation of a lithographic printing plate as claimed in any one of Claims 1 to 3 wherein the sensitizing dye has an absorption maximum in a wavelength range of from 350 to 450 nm.", "rel_passage": "The developer roller drive gear 69 is disposed diagonally below and rearward of the input gear 67 on an end of the metal developing roller shaft 62 so as to be engaged with the input gear 67.The developer roller drive gear 69 is incapable of rotating relative to the metal developing roller shaft 62.", "label": 0}
{"claim": "The apparatus of any one of claim 1 to claim 3 wherein said laser pulse has an optical pulse width of about 580 s 585 s or 584.4 s.", "rel_passage": "In one contemplated embodiment the filter 56 may be configured to implement a recursive estimation algorithm capable of propagating the statistics of estimation error in the estimated state parameters over time.For instance in one such embodiment the filter 56 may utilize Kalman filtering using a nonlinear Kalmantype filter such as an extended Kalman filter or an unscented Kalman filter.To provide an example a general description of an embodiment of the turbine state estimator 52 that utilizes an extended Kalman filter is described below.", "label": 0}
{"claim": "The method for producing an absorbent article according to any one of claims 1 to 4 further comprising a step of forming embossed sections along a lengthwise direction extending through both end sections of the expandableandshrinkable member.", "rel_passage": "For example application of stretched elastic elements with a pitch corresponding to the length of the single article is provided for in some solutions.Each elastic element is then intended to be cut into two in the longitudinal direction when the chain of articles being formed is divided into single articles this allowing that each elastic element be divided into two parts one is associated to the rearfront edge of an article and the other is associated to the frontrear edge of the successive article in the catena.", "label": 1}
{"claim": "The method of claim 8 wherein the sorting of the emails comprises determining the correlation degree between the emails based on keywords and predetermined symbols constituting titles of the emails.", "rel_passage": "Preparation of anionic polymer composite emulsion comprising wax", "label": 0}
{"claim": "The process according to claim 5 wherein the monomers are selected from the group consisting of acrylate nbutyl acrylate methyl acrylate ethyl acrylate isobutyl acrylate glycidyl methacrylate 2ethylhexyl acrylate methacrylate methyl methacrylate ethyl methacrylate nbutyl methacrylate isobutyl methacrylate dodecyl methacrylate and 2ethylhexyl methacrylate.", "rel_passage": "Preparation of anionic polymer composite emulsion comprising wax", "label": 1}
{"claim": "The method of any one of claims 1 to 11 wherein receiving an addressee comprises populating a recipient field 148 of the messaging composition interface 128.", "rel_passage": "The KPIManagementIRPOperation1 interface defines an operation for theKPIManagementIRP acquiring the KPI data.The definition includesa return value type enumeration successful failed partially successful a parameter list a managed object identifier list for information input which may be a Distinguished Name DN list a DN for information input defined in the 3GPP32 series recommendation a KPI type indication list for information input which may be a character string list a KPI list for information output which includes a managed object identifier list and a KPI type indication list exception no precondition the KPI data having been saved in the KPI calculator postcondition the KPI user having acquired the KPI data.", "label": 0}
{"claim": "Communication user equipment A configured to operate in a cellular network supporting uplink and downlink communication on one frequency band in a timedivision manner the cellular network comprising a plurality of base stations including at least one active base station BS which is the base station the communication user equipment A is camping on the communication user equipment A is adapted to detect a jamming transmitter the communication user equipment A further comprising a channel detection unit a measuring unit and an analyzing unit whereinthe channel detection unit being configured to detect that at least one downlink radio channel from the active base station BS is not decodablethe measuring unit being configured to measure signal levels received on said downlink radio channel for a plurality of time unitsthe analyzing unit being configured to in response to the channel detection unit indicating that the downlink radio channel is not decodableanalyze said signal level measurements measured by the measuring unit the analyzing unit is further configured in case at least one time unit is detected with a signal level exceeding a predefined threshold to detect a jamming transmitter J by verifying the condition that in a predefined amount of successive time units the pattern of a first time unit with signal levelexceeding the predefined threshold directly followed by a second time unit with a signal level below the predefined threshold is not detected.", "rel_passage": "Generally the concept can be implemented with a method of combining radio measurements and positioning analysis for jamming detection a device supporting said functionality a computer program executing such functionality an internal or external application controlling and triggering such method a service centre providing support for such a method any instance in or connected to the device supporting the method.A respective device is shown schematically in Fig.3.", "label": 1}
{"claim": "The separator of claim 1 wherein the organic material comprises first organic particles and second organic particles having a larger particle size than the first organic particles anda weight ratio of the first organic particles to the second organic particles ranges from 1090 to 9010.", "rel_passage": "On the judgment of the occurrence of environmental changes the environmental applicability judging unit 17 judges whether or not the environmental applicability of the virtual network has deteriorated at step S14 of Fig.10.In detail as shown in Fig.11 the environmental applicability judging unit 17 measures the convergence time to the control target value L and judges that the environmental applicability of the virtual network has deteriorated if the link utilization ratio exceeds the control target value L over the constant period of time TL.That is if the virtual network is established in its optimal state the optimum topology control based on the fluctuation equation 7 is performed after the constant period of time TL has passed since the occurrence of environmental changes thereby accomplishing the attainment of a control target.Note that the constant period of time TL depends on the time interval at which the virtual network control unit 10 controls the nodes and the scale of a network.Thus if the network scale is small and the time required for the node control is small the above constant period of time is set to a few minutes or so.Meanwhile if the network scale is large and the time required for the node control is large the above constant period of time is set between 30 minutes and 1 hour or so.", "label": 0}
{"claim": "Current measuring device 1 for electric power lines according to claims 9 and 10 characterized in that each said first arc of circumference has the same length as each said second arc of circumference.", "rel_passage": "The MMS 314 may be additionally adapted to respond whenever the delay in the userselected pathway exceeds an upper limit.", "label": 0}
{"claim": "The method according to claim 1 or 2 wherein step g includes using a chemical vapour infiltration process.", "rel_passage": "For example application of stretched elastic elements with a pitch corresponding to the length of the single article is provided for in some solutions.Each elastic element is then intended to be cut into two in the longitudinal direction when the chain of articles being formed is divided into single articles this allowing that each elastic element be divided into two parts one is associated to the rearfront edge of an article and the other is associated to the frontrear edge of the successive article in the catena.", "label": 0}
{"claim": "The method of claim 5 or 6 wherein said assembly of ligaments conforms to said contoured surface.", "rel_passage": "FIG.9 is a flow diagram of an exemplary technique for forming an article including a first array of features in a first location of a substrate and a second array of features in a second location of the substrate.The technique shown in FIG.9 will be described with reference to FIG.7A for the sake of convenience but will be understood to be applicable to other embodiments that include a first array and second array of features formed in a substrate.", "label": 1}
{"claim": "The apparatus of claim 13 wherein the controller camps on a cell of a corresponding communication network when the corresponding communication network is discovered among the plurality of communication networks.", "rel_passage": "If the SIM card is not inserted in step 315 a currently accessible network is searched for in a state where at least one network is accessible.Then in step 317 it is determined whether the WiFi network is accessible.", "label": 1}
{"claim": "The method of claim 2 wherein receiving subscriber information relating to the user equipment device from the third network component comprises receiving the subscriber information from a home subscriber server HSS.", "rel_passage": "The drying of the prepreg fabric restricts the layup time available in wet layup processes.For large complex shaped parts such as an integrally formed airfoilshroud vane the required layup time may exceed the allowable exposure time for the prepreg.Consequently some portions of the component may dry before others resulting in possible shrinkage cracks and related problems.Furthermore the consolidation of complex parts frequently requires pressure application in multiple directions thus requiring complex tooling and consolidation challenges.", "label": 0}
{"claim": "A method according to any one of the preceding claims wherein in the separation step an amount of the product mixture and an amount of the extraction fluid is used wherein the amount of the extraction fluid is from 0.0041 to 61 of solvent to water ratio especially in an amount from 0.11 to 11 of solvent to water ratio.", "rel_passage": "After opening the reactor the two phases are separated in a separatory funnel or by simple decanting.The crude reaction mixture contains a brownish toplayer that comprises the organic phase the crude productoil and a clear colourless aqueous phase that contains some phenol.To increase the yield of obtained organic products the aqueous layer can be extracted with any hydrophobic organic solvent e.g.dichloromethane andor toluene.", "label": 1}
{"claim": "The method of claim 8 wherein the sorting of the emails comprises determining the correlation degree between the emails based on keywords and predetermined symbols constituting titles of the emails.", "rel_passage": "FIGS.8A through 8H illustrate possible sequences of information flow in a messaging application utilizing message group listings.The user interface 800a of FIG.8A provides an example of a message listing including message groups and individual messages.The user may use an input device such as a trackball trackpad optical joystick touchscreen or keyboard to select a particular listing in the user interface 800a.As mentioned above in the example of FIG.8A one message group entry is highlighted which may be the effect of user navigation through the user interface 800a.When a message group entry is selected such as the group represented by the multistate icon 808 in FIG.8A and a command to display the message group listing associated with that message group entry invoked a message group listing 800b such as that shown in FIG.8B may be displayed.The message group listing 800b in this example comprises a listing of header information for each message determined to form part of the group such as the sender or recipient name together with at least a first line of the body of the message.Since all messages are associated with the group through their common subject line the subject line of each message need not be displayed instead the subject line may be displayed in a banner or other user interface element 812 in the user interface 800b.", "label": 1}
{"claim": "The system of claim 12 wherein at least one of the one or more band gaps represents a difference between a bandwidth of a QAM signal and a bandwidth of a transmission mechanism of the second provider.", "rel_passage": "The MMS 314 may be additionally adapted to respond whenever the delay in the userselected pathway exceeds an upper limit.", "label": 1}
{"claim": "Method according to any one of the preceding claims wherein at least one of the said KPIs is defined andor calculated by means of a crossanalysis of two or more performance counters selected from among those acquired by theradio transceiver apparatus forming the respective link.", "rel_passage": "For CCE aggregation level 8 i.e.the PDCCH information of a receiving apparatus is mapped to eight control channel elements of the RPDCCH region if one physical resource block pair is divided into two control channel elements two physical resource block pairs will not be enough for transmitting the PDCCH information to the receiving apparatus.Hence the transmitting apparatus may map only one half of the PDCCH information to the two physical resource block pairs.Another possibility is to configure four physical resource block pairs as the basic RPDCCH region size.", "label": 0}
{"claim": "The method of any one of claims 8 to 12 where generating the configuration data includes generating the configuration data based on configuration file information regarding the network devices associated with the physical network and the topology information of the physical network.", "rel_passage": "Upon receiving the probe request from the wireless terminal 110 the display apparatus 100 identifies a strength of the signal received from the wireless terminal 110.If the strength of the received signal is greater than or equal to a predetermined threshold value the display apparatus 100 determines that the wireless terminal 110 is connectable.Then the display apparatus 100 transmits a probe response as an output signal to the wireless terminal 110 in response to determining that the strength of the signal received from the wireless terminal 110 is greater than or equal to the predetermined threshold value.The display apparatus 100 connects to the wireless terminal 110 based on the connection information of the wireless terminal 110 included in the probe request.", "label": 0}
{"claim": "A method for generating an approximation of vehicle position for use by a driver assistance application comprising performing a map matching analysis to determine a closest point to a vehicle position on a polyline representation of a road identifying a Bezier curve in a geographic database corresponding to the closest point to the vehicle on the polyline projecting the closest point onto the identified Bezier curve to obtain an approximation of the vehicle position and providing the approximation of the vehicle position to at least one driver assistance application.", "rel_passage": "Generally the concept can be implemented with a method of combining radio measurements and positioning analysis for jamming detection a device supporting said functionality a computer program executing such functionality an internal or external application controlling and triggering such method a service centre providing support for such a method any instance in or connected to the device supporting the method.A respective device is shown schematically in Fig.3.", "label": 0}
{"claim": "The system of claim 1 wherein the analysis component is further configured to reference a product resource data store on the cloud platform to determine whether at least one of a hardware upgrade or a software upgrade is available for the industrial device based on the device data and wherein the output data comprises notification data indicating that at least one of the hardware upgrade or the software upgrade is available andorwherein the analysis component is further configured to identify a service agreement between the industrial enterprise and a service provider based on the customer data and to generate the output data based on the service agreement.", "rel_passage": "Recent experiments in a model of ovalbumin OVAinduced inflammation in mice as a model for allergic airway disease demonstrated a severe impairment of the development of the allergic phenotype in the ROR KO mice with decreased numbers of CD4 cells and lower Th2 cytokinechemokine protein and mRNA expression in the lungs after challenge with OVA Tilley et al.J.Immunol.2007 17832083218.IFN and IL10 production were increased in splenocytes following restimulation with theOVA antigen compared to wt splenocytes suggesting a shift towards a Th1 type immune response on cost of a reduction of Th2 type response.This suggests that downmodulation of ROR transcriptional activity with a ligand could result in a similar shift of the immune response towards a Th2 type response which could be beneficial in the treatment of certain allergic inflammatory conditions.", "label": 0}
{"claim": "The method of any claim 9 wherein outputting the event information on only the auxiliary display area 120 comprises outputting one color to the main display area or blocking a power supply to the main display area 110 by separating a power supply route to the main display area 110 from a power supply route to the auxiliary display unit 100.", "rel_passage": "For instance referring again to the examples in Figs 5ac if the previous orientation of the mobile terminal 200 was as shown in Fig 5a where consequently the first frontmounted display 203 was activated and the current orientation is as shown in Fig 5b it may be concluded in step 412 that a handover to the second readmounted display 213 is appropriate based on the assumption that the user 1 has remained stationary.The concluded handover is executed in step 414 by activating the new display area second display 213 in the example of Fig 5b and deactivating the old hitherto activated display area first display 203 in the example of Fig 5a.", "label": 1}
{"claim": "The method of claim 1 further comprising acquiring an image of the subject on the basis of the adjusted exposure time and the adjusted gain adjusting a camera setting value after comparing brightness information of the acquired image with a predetermined value calculating a standby delay time from a difference between the brightness information and the predetermined value and outputting the standby delay time.", "rel_passage": "For example application of stretched elastic elements with a pitch corresponding to the length of the single article is provided for in some solutions.Each elastic element is then intended to be cut into two in the longitudinal direction when the chain of articles being formed is divided into single articles this allowing that each elastic element be divided into two parts one is associated to the rearfront edge of an article and the other is associated to the frontrear edge of the successive article in the catena.", "label": 0}
{"claim": "The method of any claim 9 wherein outputting the event information on only the auxiliary display area 120 comprises outputting one color to the main display area or blocking a power supply to the main display area 110 by separating a power supply route to the main display area 110 from a power supply route to the auxiliary display unit 100.", "rel_passage": "The media processing unit MPU 904 comprises TV and radio tuners 910 for image and audio consumption communications interfaces 911 channel processing 912 creating storing indexing viewing storage 913 media players 914 CD DVD Tape PVR MP3 an integrated user interface 915 to provide a TV channel guide lookandfeel networking components 916 to provide client functions such as consumption billing authorization e.g.using digital certificates and digital IDs registration security and connectivity.In an alternative embodiment of the present invention the networking components 916 may include a distributed server element 917 that is part of a distributed server.", "label": 0}
